[
    {
        "id": 1,
        "titulo": "Startup O Pico Certo",
        "subtitulo": "Desenvolvedor FRONT END",
        "texto": "O Pico Certo é uma Startup que liga surfistas com o serviço com previsão de ondas personalizado, incluindo sugestões de picos perfeitos proporcionando momentos inesquecíveis com possibilidade de fotos fantásticas. Para isso foi desenvolvido o aplicativo que estuda as variáveis da natureza para prever onde estarão as melhores ondas e oferecem as informações através de App e grupos exclusivos de whatsapp. Pela startup foi possível o desenvolvimento de um aplicativo de previsão de ondas mobile first, via React Js e está, no momento, analisando os insights e dados gerados para evoluir a plataforma e adicionar novas funcionalidades como surf trips, venda de fotos, organização de eventos para o surf, base de fotógrafos e professores de surf. Nesse projeto pude atuar diretamente nas interfaces de registro de novos usuários, tal como cadastro e login. Além disso, fui o responsável pela criação das abas e seções de Perfil do usuário, usando métricas preenchidas pelo usuário anteriormente para gerar maior personalização dos serviços prestados pela plataforma."
    },
    {
        "id": 2,
        "titulo": "Estágio – Caledônia Tech",
        "subtitulo": "Setor de Engenharia de dados",
        "texto": "O estágio foi desenvolvido com o intuito de criar soluções escaláveis, integras e seguras, para gerenciamento dos dados dentro dos sistemas de informação da tecnologia. Durante o período, como forma de integração, climatização com o ambiente de desenvolvimento e aprendizado de características essenciais para a área, o estagiário teve a oportunidade de desenvolver habilidades em diferentes softwares e linguagens de programação, como Python, JavaScript, React, HTML, CSS, entre outros, utilizados no dia a dia de trabalho para atender às demandas do setor. Visto que o desenvolvimento do estágio incluiu diversastarefas distintas dentro da área, foi necessário elaboração e atualização de planos de ações e desenvolvimento de novas ferramentas de gerenciamento, visando que o time mantivesse alinhado, com comunicação entre equipes, e a garantia de processos otimizados e a eficiência no projeto. Dessa forma, novas ferramentas e metodologias ágeis estiveram presentes na vivência do estagiário, como por exemplo o JIRA, ferramenta que permite o monitoramento de tarefas e acompanhamento de projetos, como forma de gerenciar todas as atividades em único lugar. Além disso, através da rotina de estágio, o discente também desenvolveu outras habilidades como comunicação, organização, trabalho em equipe e gestão do tempo, características essenciais para o desenvolvimento intelectual, pessoal e profissional."
    },
    {
        "id": 3,
        "titulo": "Colaboração Style Guide – Recicle Siri ",
        "subtitulo": "UX / UI Designer",
        "texto": "O Siri é uma plataforma de logística reversa de resíduos recicláveis, que estabelece a conexão entre geradores residenciais, catadores, destinadores e apoiadores da causa. Através de um algoritmo inteligente de agrupamento de coletas a empresa visa aumentar a produtividade e renda dos catadores ao centralizar agendas e locais próximos, garantindo a sustentabilidade ao longo de toda a cadeia de reciclagem. Nesse projeto pude me aventurar via FIGMA na criação e desenvolvimento de Wire frames até prototipação da plataforma destinada aos catadores. Levando em consideração estudos de usabilidade da plataforma e facilidade de acesso, tal como a preservação da identidade visual da empresa."
    }
]