[
    {
        "titulo": "Victor Aragão",
        "subtitulo": "Olá, eu sou",
        "texto": "25 anos, nascido em Juiz de Fora, Minas Gerais, me mudei para **São João Del Rei** com intuito de cursar Engenharia de Produção pela Universidade Federal de São João del Rei.\n\n A graduação me deu a oportunidade de ingresso e participação em projetos acadêmicos, tal como a realização e publicação de estudos científicos, como o [Fórmula SAE](https://saebrasil.org.br), nesse projeto, por 2 anos vivenciei a busca incessante por aprendizado e prática, além do convívio desde o primeiro instante com um trabalho em equipe com um time diversificado. Fatores que me deram certeza daquilo que busco profissionalmente. \n\n Encontrei na engenharia uma possibilidade de seguir o que sempre busquei, uma carreira que seja com aplicação vantajosa para a sociedade, além de assegurar o bem-estar de indivíduos e grupos. Sem abrir mão da busca por novidades e desafios. \n\n Ao longo da graduação, meus caminhos foram levados para gestão de pessoas, área que me mostrou a importância de equilibrar o ambiente de trabalho, gerando, além de satisfação de ambas as partes, um aumento de performance. Descobri que muitas vezes, as pessoas certas que buscamos já estão ao nosso lado, basta só extrair delas o melhor para cada função. Ver um bom clima organizacional por onde passo me faz acreditar que uma boa gestão de pessoas é indispensável para o sucesso empresarial. \n\n Costumo dizer que minha paixão pela tecnologia e o mundo WEB surgiu da forma mais inusitada possível. Projetos que visam a sociedade e a comunidade como um todo, sempre me chamaram a atenção, e foi assim pela vontade de formulação e implementação de propostas de intervenção que visem o exercício pleno da cidadania e a inserção criativa e propositiva de usuários as vezes não vistos pela sociedade comum que começou minha trilha na programação. \n\n Tive a oportunidade de participar como bolsista por 1 ano do [E²sol - Engenharia e Economia Solidária](https://ufsj.edu.br/portal2-repositorio/File/extensao/Editais/PIBEX/PIBEX%202021/Resumos/Programas%20com%20bolsa/E_SOL%20_%20Engenharia%20e%20Economia%20Solid_ria.pdf), atuando e pesquisando sobre a implementação de aplicativos WEB de reciclagem para catadores de material. \n\n No fim da graduação pude estagiar por 1 ano na área de desenvolvimento de aplicativos, pela **Caledonia Tech**, com atuação principal na **Startup O Pico Certo**, com foco em desenvolvimento Front End, sem perder a busca de desenvolver ideias e construir grandes negócios, passando por alguns momentos em processos desde a consultoria criativa, prototipação e criação de wireframes de projetos até o desenvolvimento e estabilização do mesmo. Tive a oportunidade de atuar na prototipação e criação do design system e style guide do **Recicle Siri**. Período que me apresentou a busca pela maior experiência do usuário!  Sigo hoje, aperfeiçando cada vez mais meu conhecimento com estudos e novos projetos."
    }
]