[
    {
        "titulo": "Victor Aragão",
        "subtitulo": "Olá, eu sou",
        "texto": "25 anos, nascido em Juiz de Fora, Minas Gerais, me mudei para **São João Del Rei** com intuito de cursar Engenharia de Produção pela Universidade Federal de São João del Rei.\n\n Na graduação trilhei um caminho repleto de aprendizados e desafios emocionantes. Durante minha jornada acadêmica, tive a felicidade de participar de projetos estimulantes, como o **Fórmula SAE**,  e o **E²sol - Engenharia e Economia Solidária**, que despertaram em mim a paixão pelo trabalho em equipe e a sede de conhecimento. Essas experiências solidificaram minha convicção e o meu propósito profissional.\n\n  Através da engenharia, descobri a oportunidade de impactar positivamente a sociedade, buscando sempre o bem-estar de indivíduos e grupos. No entanto, minha busca por novidades e desafios sempre foi constante, o que me levou a explorar o campo do design de produtos. Hoje, atuo como **Product Designer**, onde posso unir minha expertise em engenharia com minha paixão pela criação de experiências incríveis para os usuários. \n\n Minha trajetória também inclui uma passagem enriquecedora pela área de desenvolvimento web, onde tive a oportunidade de transformar ideias em negócios promissores. Desde a consultoria criativa até o desenvolvimento e estabilização de projetos, mergulhei de cabeça na busca pela melhor experiência do usuário. Essa experiência me aproximou ainda mais do impacto transformador que as soluções inovadoras podem ter na vida das pessoas. \n\n Hoje, me sinto totalmente preparado para contribuir na construção de um futuro inteligente para a sociedade. Como product designer, tenho a habilidade de compreender as necessidades dos clientes e traduzi-las em soluções visualmente atraentes e intuitivas, sempre colocando a experiência do usuário em primeiro lugar. Além disso, meu conhecimento em **Lean Manufacturing, com certificação de especialista pela Voitto**, me permite implementar processos eficientes, eliminando desperdícios e otimizando a produção.\n\n Estou animado para embarcar nessa jornada ao seu lado, unindo nossas habilidades e paixões para criar um impacto significativo. Vamos transformar desafios em oportunidades e construir soluções inovadoras que inspirem e melhorem a vida das pessoas. Estou pronto para mergulhar de cabeça nesse trabalho conjunto, deixando nossa marca no mundo.\n\n **Vamos construir um futuro melhor, mais humano e cheio de realizações. Junte-se a mim nessa missão e vamos fazer a diferença juntos!**"
    }
]